{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_26", "trainable": true, "batch_input_shape": [null, 4096], "input_dtype": "float32", "output_dim": 512, "init": "glorot_uniform", "activation": "linear", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 4096}}, {"class_name": "LeakyReLU", "config": {"name": "leakyrelu_17", "trainable": true, "alpha": 0.3}}, {"class_name": "Dropout", "config": {"name": "dropout_17", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_27", "trainable": true, "output_dim": 512, "init": "glorot_uniform", "activation": "linear", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 512}}, {"class_name": "LeakyReLU", "config": {"name": "leakyrelu_18", "trainable": true, "alpha": 0.3}}, {"class_name": "Dropout", "config": {"name": "dropout_18", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_28", "trainable": true, "output_dim": 1192, "init": "glorot_uniform", "activation": "linear", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 512}}, {"class_name": "Activation", "config": {"name": "activation_8", "trainable": true, "activation": "softmax"}}], "keras_version": "1.2.2"}